/*进入时展示js*/
	function firstOpen(){
		var poemJson = 
		[{'content':'行宫（唐代：元稹）<br/>寥落古行宫，宫花寂寞红。<br/>白头宫女在，闲坐说玄宗。'},
		 {'content':'登鹳雀楼（唐代：王之涣）<br/>白日依山尽，黄河入海流。<br/>欲穷千里目，更上一层楼。'},
		 {'content':'新嫁娘词（唐代：王建）<br/>三日入厨下，洗手作羹汤。<br/>未谙姑食性，先遣小姑尝。'},
		 {'content':'相思（唐代：王维）<br/>红豆生南国，春来发几枝。<br/>愿君多采撷，此物最相思。'},
		 {'content':'杂诗三首·其二（唐代：王维）<br/>君自故乡来，应知故乡事。<br/>来日绮窗前，寒梅著花未？'},
		 {'content':'鹿柴（唐代：王维）<br/>空山不见人，但闻人语响。<br/>返景入深林，复照青苔上。'},
		 
		 {'content':'竹里馆（唐代：王维）<br/>独坐幽篁里，弹琴复长啸。<br/>深林人不知，明月来相照。'},
		 {'content':'送别 / 山中送别 / 送友（唐代：王维）<br/>山中相送罢，日暮掩柴扉<br/>春草明年绿，王孙归不归？'},
		 {'content':'问刘十九（唐代：白居易）<br/>绿蚁新醅酒，红泥小火炉。<br/>晚来天欲雪，能饮一杯无？'},
		 {'content':'哥舒歌（唐代：西鄙人）<br/>北斗七星高，哥舒夜带刀。<br/>至今窥牧马，不敢过临洮。'},
		 {'content':'静夜思（唐代：李白）<br/>床前明月光，疑是地上霜。<br/>举头望明月，低头思故乡。'},
		 {'content':'怨情（唐代：李白）<br/>美人卷珠帘，深坐颦蛾眉。<br/>但见泪痕湿，不知心恨谁。'},
		 
		 {'content':'乐游原 / 登乐游原（唐代：李商隐）<br/>向晚意不适，驱车登古原。<br/>夕阳无限好，只是近黄昏。'},
		 {'content':'听筝 / 送友（唐代：李端）<br/>鸣筝金粟柱，素手玉房前。<br/>欲得周郎顾，时时误拂弦。'},
		 {'content':'渡汉江（唐代：宋之问）<br/>岭外音书断，经冬复历春。<br/>近乡情更怯，不敢问来人。'},
		 {'content':'八阵图（唐代：杜甫）<br/>功盖三分国，名成八阵图。<br/>江流石不转，遗恨失吞吴。'},
		 {'content':'宿建德江（唐代：孟浩然）<br/>移舟泊烟渚，日暮客愁新。<br/>野旷天低树，江清月近人。'},
		 {'content':'春晓（唐代：孟浩然）<br/>春眠不觉晓，处处闻啼鸟。<br/>夜来风雨声，花落知多少。'},
		 
		 {'content':'春怨 / 伊州歌（唐代：金昌绪）<br/>打起黄莺儿，莫教枝上啼。<br/>啼时惊妾梦，不得到辽西。'},
		 {'content':'江雪（唐代：柳宗元）<br/>千山鸟飞绝，万径人踪灭。<br/>孤舟蓑笠翁，独钓寒江雪。'},
		 {'content':'秋夜寄邱员外 / 秋夜寄丘二十二员外（唐代：韦应物）<br/>怀君属秋夜，散步咏凉天。<br/>空山松子落，幽人应未眠。'},
		 {'content':'终南望余雪（唐代：祖咏）<br/>终南阴岭秀，积雪浮云端。<br/>林表明霁色，城中增暮寒。'},
		 {'content':'宫词（唐代：张祜）<br/>故国三千里，深宫二十年。<br/>一声何满子，双泪落君前。'},
		 {'content':'寻隐者不遇 / 孙革访羊尊师诗（唐代：贾岛）<br/>松下问童子，言师采药去。<br/>只在此山中，云深不知处。'},
		 
		 {'content':'崔九欲往南山马上口号与别 / 留别王维 / 送崔九 / 伊州歌（唐代：裴迪）<br/>归山深浅去，须尽丘壑美。<br/>莫学武陵人，暂游桃源里。'},
		 {'content':'送灵澈上人（唐代：刘长卿）<br/>苍苍竹林寺，杳杳钟声晚。<br/>荷笠带斜阳，青山独归远。'},
		 {'content':'听弹琴（唐代：刘长卿）<br/>泠泠七弦上，静听松风寒。<br/>古调虽自爱，今人多不弹。'},
		 {'content':'送方外上人 / 送上人（唐代：刘长卿）<br/>孤云将野鹤，岂向人间住。<br/>莫买沃洲山，时人已知处。'},
		 {'content':'玉台体（唐代：权德舆）<br/>昨夜裙带解，今朝蟢子飞。<br/>铅华不可弃，莫是藁砧归。'},
		 
		 {'content':'芙蓉楼送辛渐（唐代：王昌龄）<br/>寒雨连江夜入吴，平明送客楚山孤。<br/>洛阳亲友如相问，一片冰心在玉壶。'},
		 {'content':'闺怨（唐代：王昌龄）<br/>闺中少妇不知愁，春日凝妆上翠楼。<br/>忽见陌头杨柳色，悔教夫婿觅封侯。'},
		 {'content':'春宫曲（唐代：王昌龄）<br/>昨夜风开露井桃，未央前殿月轮高。 <br/>平阳歌舞新承宠，帘外春寒赐锦袍。'},
		 {'content':'九月九日忆山东兄弟（唐代：王维）<br/>独在异乡为异客，每逢佳节倍思亲。<br/>遥知兄弟登高处，遍插茱萸少一人。'},
		 {'content':'凉州词二首·其一（唐代：王翰）<br/>葡萄美酒夜光杯，欲饮琵琶马上催。<br/>醉卧沙场君莫笑，古来征战几人回？'},
		 {'content':'后宫词（唐代：白居易）<br/>泪湿罗巾梦不成，夜深前殿按歌声。 <br/>红颜未老恩先断，斜倚薰笼坐到明。'},
		 
		 {'content':'宫词 / 宫中词（唐代：朱庆馀）<br/>寂寂花时闭院门，美人相并立琼轩。<br/>含情欲说宫中事，鹦鹉前头不敢言。'},
		 {'content':'近试上张籍水部 / 近试上张水部 / 闺意献张水部（唐代：朱庆馀）<br/>洞房昨夜停红烛，待晓堂前拜舅姑。 <br/>妆罢低声问夫婿，画眉深浅入时无。'},
		 {'content':'逢入京使（唐代：岑参）<br/>故园东望路漫漫，双袖龙钟泪不干。 <br/>马上相逢无纸笔，凭君传语报平安。'},
		 {'content':'黄鹤楼送孟浩然之广陵（唐代：李白）<br/>故人西辞黄鹤楼，烟花三月下扬州。<br/>孤帆远影碧空尽，唯见长江天际流。'},
		 {'content':'早发白帝城 / 白帝下江陵（唐代：李白）<br/>朝辞白帝彩云间，千里江陵一日还。<br/>两岸猿声啼不住，轻舟已过万重山。'},
		 {'content':'夜上受降城闻笛（唐代：李益）<br/>回乐峰前沙似雪，受降城外月如霜。 <br/>不知何处吹芦管，一夜征人尽望乡。'},
		 
		 {'content':'贾生（唐代：李商隐）<br/>宣室求贤访逐臣，贾生才调更无伦。<br/>可怜夜半虚前席，不问苍生问鬼神。'},
		 {'content':'隋宫 / 隋堤（唐代：李商隐）<br/>乘兴南游不戒严，九重谁省谏书函。 <br/>春风举国裁宫锦，半作障泥半作帆。'},
		 {'content':'瑶池（唐代：李商隐）<br/>瑶池阿母绮窗开，黄竹歌声动地哀。 <br/>八骏日行三万里，穆王何事不重来。'},
		 {'content':'嫦娥（唐代：李商隐）<br/>云母屏风烛影深，长河渐落晓星沉。<br/>嫦娥应悔偷灵药，碧海青天夜夜心。'},
		 {'content':'夜雨寄北（唐代：李商隐）<br/>君问归期未有期，巴山夜雨涨秋池。<br/>何当共剪西窗烛，却话巴山夜雨时。'},
		 {'content':'寄令狐郎中（唐代：李商隐）<br/>嵩云秦树久离居，双鲤迢迢一纸书。 <br/>休问梁园旧宾客，茂陵秋雨病相如。'},
		 
		 {'content':'为有（唐代：李商隐）<br/>为有云屏无限娇，凤城寒尽怕春宵。<br/>无端嫁得金龟婿，辜负香衾事早朝。'},
		 {'content':'江南逢李龟年（唐代：杜甫）<br/>岐王宅里寻常见，崔九堂前几度闻。 <br/>正是江南好风景，落花时节又逢君。'},
		 {'content':'赠别二首（唐代：杜牧）<br/>娉娉袅袅十三余，豆蔻梢头二月初。 <br/>春风十里扬州路，卷上珠帘总不如。<p/>'+
			'多情却似总无情，唯觉樽前笑不成。<br/>蜡烛有心还惜别，替人垂泪到天明。'},
		 {'content':'金谷园（唐代：杜牧）<br/>繁华事散逐香尘，流水无情草自春。<br/>日暮东风怨啼鸟，落花犹似坠楼人。'},
		 {'content':'寄扬州韩绰判官（唐代：杜牧）<br/>青山隐隐水迢迢，秋尽江南草未凋。<br/>二十四桥明月夜，玉人何处教吹箫？'},
		 
		 {'content':'遣怀（唐代：杜牧）<br/>落魄江南载酒行，楚腰纤细掌中轻。<br/>十年一觉扬州梦，赢得青楼薄幸名。'},
		 {'content':'秋夕（唐代：杜牧）<br/>银烛秋光冷画屏，轻罗小扇扑流萤。 <br/>天阶夜色凉如水，卧看牵牛织女星。'},
		 {'content':'将赴吴兴登乐游原一绝（唐代：杜牧）<br/>清时有味是无能，闲爱孤云静爱僧。 <br/>欲把一麾江海去，乐游原上望昭陵。'},
		 {'content':'赤壁（唐代：杜牧）<br/>折戟沉沙铁未销，自将磨洗认前朝。 <br/>东风不与周郎便，铜雀春深锁二乔。'},
		 {'content':'泊秦淮（唐代：杜牧）<br/>烟笼寒水月笼沙，夜泊秦淮近酒家。<br/>商女不知亡国恨，隔江犹唱《后庭花》。'},
		 {'content':'征人怨 / 征怨（唐代：柳中庸）<br/>岁岁金河复玉关，朝朝马策与刀环。<br/>三春白雪归青冢，万里黄河绕黑山。'}];		 
		//月亮，月亮，月亮漫天霜明。
		var rhymeJson = 
		[{'content':'菩萨蛮（唐代：李白）<br/>平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。'+
			'<br/>玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。'},
		 {'content':'忆秦娥（唐代：李白）<br/>箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。'+
			'<br/>乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。'},
		 {'content':'三五七言 / 秋风词（唐代：李白）<br/>秋风清，秋月明，相思相见知何日？此时此夜难为情！<br/>'+
			'入我相思门，知我相思苦。长相思兮长相忆，短相思兮无穷极。早知如此绊人心，何如当初莫相识。'},
		 {'content':'渔歌子（唐代：张志和）<br/>西塞山前白鹭飞，桃花流水鳜鱼肥。<br/>'+
			'青箬笠，绿蓑衣，斜风细雨不须归。'},
		 {'content':'调笑令（唐代：戴叔伦）<br/>边草，边草，边草尽来兵老。<br/>'+
			'山南山北雪晴，千里万里月明。<br/>'+'明月，明月，胡笳一声愁绝。'},
		 {'content':'宫中调笑（唐代：王建）<br/>团扇，团扇，美人病来遮面。<br/>'+
			'玉颜憔悴三年，谁复商量管弦。<br/>'+
			'弦管，弦管，春草昭阳路断。'},
		 
		 {'content':'竹枝词（唐代：刘禹锡）<br/>山桃红花满上头，蜀江春水拍山流。<br/>花红易衰似郎意，水流无限似侬愁。'},
		 {'content':'潇湘神（唐代：刘禹锡）<br/>斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。'},
		 {'content':'忆江南（唐代：刘禹锡）<br/>江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？'},
		 {'content':'忆江南三首（唐代：刘禹锡）<br/>江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？<br/>'+
			'江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！<br/>'+
			'江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！'},
		 {'content':'长相思（唐代：白居易）<br/>汴水流，泗水流，流到瓜州古渡头。吴山点点愁。<br/>'+
			'思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。'},
		 {'content':'花非花（唐代：白居易）<br/>花非花，雾非雾。夜半来，天明去。<br/>'+
			'来如春梦几多时？去似朝云无觅处。'},
		 
		 {'content':'浪淘沙（唐代：白居易）<br/>借问江潮与海水，何似君情与妾心？<br/>相恨不如潮有信，相思始觉海非深。'},
		 {'content':'采莲子（唐代：皇甫松）<br/>兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。'},
		 {'content':'梦江南（唐代：皇甫松）<br/>江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？'},
		 {'content':'望江南（唐代：温庭筠）<br/>梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。'},
		 {'content':'菩萨蛮（唐代：温庭筠）<br/>小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。<br/>'+
			'照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。'},
		 {'content':'更漏子（宋代：晏几道）<br/>柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。<br/>'+
			'雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。'},
		 
		 {'content':'菩萨蛮（唐代：韦庄）<br/>红楼别夜堪惆怅，香灯半卷流苏帐。<br/>残月出门时，美人和泪辞。<br/>'+
			'琵琶金翠羽，弦上黄莺语。<br/>劝我早还家，绿窗人似花。'},
		 {'content':'菩萨蛮（唐代：韦庄）<br/>人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。<br/>'+
			'垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。'},
		 {'content':'菩萨蛮（唐代：韦庄）<br/>劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。<br/>'+
			'须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。'},
		 {'content':'女冠子（唐代：韦庄）<br/>四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。<br/>'+
			'不知魂已断，空有梦相随。除却天边月，没人知。'},
		 {'content':'女冠子（唐代：韦庄）<br/>昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。<br/>'+
			'半羞还半喜，欲去又依依。觉来知是梦，不胜悲。'},
		 {'content':'思帝乡（唐代：韦庄）<br/>春日游，杏花吹满头。陌上谁家年少足风流？<br/>'+
			'妾拟将身嫁与一生休。纵被无情弃，不能羞。'},
			
		 {'content':'浣溪沙（唐代：薛昭蕴）<br/>红蓼渡头秋正雨，印沙鸥迹自成行，整鬟飘袖野风香。<br/>'+
			'不语含嚬深浦里，几回愁煞棹船郎，燕归帆尽水茫茫。'},
		 {'content':'忆江南（五代：牛希济）<br/>新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。<br/>'+
			'终日劈桃穰，人在心儿里。两朵隔墙花，早晚成连理。'},
		 {'content':'生查子（唐代：韦庄）<br/>劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。<br/>'+
			'须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。'},
		 {'content':'巫山一段云（唐代：李珣）<br/>古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。<br/>'+
			'云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。'},
		 {'content':'南乡子（唐代：李珣）<br/>乘彩舫，过莲塘，棹歌惊起睡鸳鸯。<br/>'+
			'游女带花偎伴笑，争窈窕，竞折团荷遮晚照。'},
			
		 {'content':'诉衷情（唐代：顾夐）<br/>永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。<br/>'+
			'争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。'},
		 {'content':'浣溪沙（五代：孙光宪）<br/>蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。<br/>'+
			'目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。'},
		 {'content':'谒金门（五代：冯延巳）<br/>风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。<br/>'+
			'斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。'},
		 {'content':'鹊踏枝（五代：冯延巳）<br/>谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。<br/>'+
			'河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。'},
		 {'content':'鹊踏枝（五代：冯延巳）<br/>几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？<br/>'+
			'泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。'},
		 {'content':'清平乐（五代：冯延巳）<br/>雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。<br/>'+
			'黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。'},
			
		 {'content':'长命女（五代：冯延巳）<br/>春日宴，绿酒一杯歌一遍。<br/>'+
			'再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。'},
		 {'content':'摊破浣溪沙（五代：李璟）<br/>手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。<br/>'+
			'青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。'},
		 {'content':'摊破浣溪沙（五代：李璟）<br/>菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。<br/>'+
			'细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。'},
		 {'content':'乌夜啼（五代：李煜）<br/>昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。　<br/>'+
			'世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。'},
		 {'content':'虞美人（五代：李煜）<br/>春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。<br/>'+
			'雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。'},
		 {'content':'虞美人（五代：李煜）<br/>风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。<br/>'+
			'笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。'},
			
		 {'content':'相见欢（五代：李煜）<br/>无言独上西楼，月如钩。寂寞梧桐深院锁清秋。<br/>'+
			'剪不断，理还乱，是离愁。别是一般滋味在心头。'},
		 {'content':'相见欢（五代：李煜）<br/>林花谢了春红，太匆匆。无奈朝来寒雨晚来风。<br/>'+
			'胭脂泪，相留醉，几时重。自是人生长恨水长东。'},
		 {'content':'长相思（五代：李煜）<br/>一重山，两重山。山远天高烟水寒，相思枫叶丹。<br/>'+
			'菊花开，菊花残。塞雁高飞人未还，一帘风月闲。'},
		 {'content':'浪淘沙令（五代：李煜）<br/>帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。<br/>'+
			'独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。'},
		 {'content':'清平乐（五代：李煜）<br/>别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。<br/>'+
			'雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。'},
		 {'content':'捣练子令（五代：李煜）<br/>深院静，小庭空，断续寒砧断续风。<br/>'+
			'无奈夜长人不寐，数声和月到帘栊。'},
			
		 {'content':'破阵子（五代：李煜）<br/>四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？<br/>'+
			'一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。'},
		 {'content':'临江仙（五代：徐昌图）<br/>饮散离亭西去，浮生长恨飘蓬。回头烟柳渐重重。淡云孤雁远，寒日暮天红。<br/>'+
			'今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。'},
		 {'content':'菩萨蛮（五代：佚名）<br/>枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。<br/>'+
			'白日参辰现，北斗回南面。休即未能休，且待三更见日头。'},
		 {'content':'鹊踏枝（五代：佚名）<br/>叵耐灵鹊多谩语，送喜何曾有凭据？几度飞来活捉取，锁上金笼休共语。<br/>'+
			'比拟好心来送喜，谁知锁我在金笼里。欲他征夫早归来，腾身却放我向青云里。'},
		 {'content':'浣溪沙（五代：佚名）<br/>五两竿头风欲平，长风举棹觉船轻。柔橹不施停却棹，是船行。<br/>'+
			'满眼风波多闪烁，看山恰似走来迎。仔细看山山不动，是船行。'},
		 {'content':'望江南（五代：佚名）<br/>天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。'},
			
		 {'content':'点绛唇·感兴（宋代：王禹偁）<br/>雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。<br/>'+
			'天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。'},
		 {'content':'酒泉子（宋代：潘阆）<br/>长忆观潮，满郭人争江上望。来疑沧海尽成空。万面鼓声中。<br/>'+
			'弄潮儿向涛头立。手把红旗旗不湿。别来几向梦中看。梦觉尚心寒。'},
		 {'content':'相思令（宋代：林逋）<br/>吴山青，越山青，两岸青山相送迎，争忍有离情？<br/>'+
			'君泪盈，妾泪盈，罗带同心结未成，江边潮已平。'},
		 {'content':'踏莎行·春暮（宋代：寇准）<br/>春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。<br/>'+
			'密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。'},
		 {'content':'苏幕遮·怀旧（宋代：范仲淹）<br/>碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。<br/>'+
			'黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。'},
		 {'content':'渔家傲·秋思（宋代：范仲淹）<br/>塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。<br/>'+
			'浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。'}];

		var articleJson = 
		[{'content':'滕王阁序（唐代：王勃）<br/>豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。'+
			'来如春梦几多时？去似朝云无觅处。'},
		 {'content':'恨赋（唐代：江淹）<br/>豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。'+
			'来如春梦几多时？去似朝云无觅处。'}];
		var poemOrrhymeOrarticle = parseInt(Math.random()*3, 10);
        var num = parseInt(Math.random()*(poemJson.length), 10);
		var div = '<div style="width: 800px;height：100%;text-align:center;">'+poemJson[num].content+'</div>';
		if(poemOrrhymeOrarticle==2){
			num = parseInt(Math.random()*(rhymeJson.length), 10);
			div = '<div style="width: 800px;height：100%;text-align:center;">'+rhymeJson[num].content+'</div>';
		}
		if(poemOrrhymeOrarticle==0){
			num = parseInt(Math.random()*(articleJson.length), 10);
			div = '<div style="width: 800px;height：100%;">'+articleJson[num].content+'</div>';
		}
		layer.open({
			type : 1,
			title : false,
			closeBtn : 0,
			area : '800px',
			skin : 'layui-layer-black', // 没有背景色
			shadeClose : true,
			content : div
		});
	}